tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fzf"
brew "mas"
cask "alfred"
cask "cleanmymac"
cask "dockey"
cask "karabiner-elements"
cask "tower"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Fantastical 2", id: 975937182
mas "Kaleidoscope", id: 587512244
mas "Moom", id: 419330170
mas "Reeder", id: 880001334
mas "Things3", id: 904280696
mas "Twitterrific", id: 1289378661
