# brew "eza"

# Doom Emacs — see `mise run setup-doom` / docs/doom-emacs
brew "emacs"      # required (GNU Emacs 27.1+)
brew "ripgrep"    # required (project search)
brew "fd"         # recommended (file indexing for consult/vertico)

brew "diffr"
brew "ffmpeg"
brew "fzy"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-sizer"
brew "imagemagick"
brew "jq"
brew "k1LoW/tap/git-wt"
brew "lazygit"
brew "lftp"
brew "mas"
brew "micro"
brew "mkcert"
brew "rust"
brew "sheldon"
brew "shellcheck"
brew "websocat"
brew "pkgx"
brew "rclone"
cask "1password"
cask "1password-cli"
cask "alt-tab"
# Menu bar icon organiser
cask "bartender"
cask "cleanmymac"
cask "claude"
cask "claude-code"
cask "clop"
cask "cursor"
cask "cursor-cli"
cask "deskpad"
cask "discord"
cask "figma"
cask "ghostty"
cask "gyazo"
cask "hammerspoon"
cask "handbrake-app"
cask "karabiner-elements"
cask "loopback"
# Free and open-source RSS reader
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "raycast"
cask "transmit"
cask "visual-studio-code"
cask "elgato-wave-link"
# Assign keys, and then decorate and label them
cask "elgato-stream-deck"
cask "xcodes-app"
mas "Apple Configurator", id: 1037126344
mas "CotEditor", id: 1024640650
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Dropover", id: 1355679052
mas "iPreview", id: 1519213509
mas "Keka", id: 470158793
mas "MeetingBar", id: 1532419400
mas "OpenIn", id: 1643649331
mas "Slack", id: 803453959
mas "WorldWideWeb", id: 1621370168
