tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "carthage"
brew "fzf"
brew "git-lfs"
brew "hugo"
brew "mas"
brew "volta"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "cleanmymac"
cask "discord"
cask "firefox"
cask "fork"
cask "gyazo"
cask "itsycal"
cask "kaleidoscope"
cask "karabiner-elements"
cask "kitty"
cask "raycast"
cask "soundsource"
cask "transmit"
cask "visual-studio-code"
mas "CotEditor", id: 1024640650
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "GarageBand", id: 682658836
mas "Glance", id: 1513574319
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "mymind", id: 1532801185
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "OpenIn", id: 1643649331
mas "Pages", id: 409201541
mas "Pins", id: 1547106997
mas "Slack", id: 803453959
mas "WorldWideWeb", id: 1621370168
vscode "Alan.stylus"
vscode "artlaman.chalice-color-theme"
vscode "artlaman.chalice-icon-theme"
vscode "BeardedBear.beardedtheme"
vscode "burkeholland.simple-react-snippets"
vscode "carlos-algms.make-task-provider"
vscode "clinyong.vscode-css-modules"
vscode "cpylua.language-postcss"
vscode "csstools.postcss"
vscode "dakshmiglani.hex-to-rgba"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "ExodiusStudios.comment-anchors"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "fabiospampinato.vscode-open-in-npm"
vscode "fayras.simple-new-file"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "jock.svg"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "liviuschera.noctis"
vscode "lokalise.i18n-ally"
vscode "mhutchie.git-graph"
vscode "mkxml.vscode-filesize"
vscode "mrmlnc.vscode-apache"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "rust-lang.rust-analyzer"
vscode "sandcastle.vscode-open"
vscode "shibayu36.open-to-other-editor-group"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.shader"
vscode "syler.sass-indented"
vscode "sysoev.language-stylus"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "waderyan.gitblame"
vscode "yassh.copy-with-line-numbers"
